{
    "SPEAKER_00": [
        "Señor diputado presidente, se tienen registradas 263 diputadas y diputados, por lo tanto, hay",
        "que tener un acuerdo.",
        "Continúe la secretaría.",
        "Señor presidente, se recibieron los votos aprobatorios correspondientes a las legislaturas",
        "de los estados de Baja California, Baja California Sur, Campeche, Colima, Durango, Guerrero, Hidalgo,",
        "México, Morelos, Nayarit, Oaxaca, Puebla, Quintana Roo, San Luis Potosí, Sinaloa, Sonora, Tabasco,",
        "Tabaulipas, Tlaxcala, Veracruz de Ignacio de la Llave, Yucatán, Zacatecas y de la Ciudad de México.",
        "Señor presidente, en virtud del cómputo realizado, esta secretaría da fe de la recepción",
        "de 22 votos aprobatorios al proyecto de decreto por el que se reforman, adicionan y derogan",
        "diversas disposiciones de la Constitución política de los Estados Unidos mexicanos",
        "en materia de reforma del Poder Judicial.",
        "Se pide a todas y a todos los presentes ponerse de pie."
    ],
    "SPEAKER_01": [
        "económica si se dispensa la lectura del acta de la sesión anterior.",
        "En votación económica se consulta la Asamblea si se dispensa la lectura al acta de la sesión",
        "anterior tomando en consideración que ha sido publicada en la Gazeta Parlamentaria. Las",
        "diputadas y los diputados que estén por la afirmativa sirvanse manifestarlo.",
        "Señor presidente, mayoría por la afirmativa.",
        "Se dispensa la lectura. Consulte la Secretaría si es de aprobarse el acta de la sesión anterior.",
        "En votación económica se pregunta la Asamblea si se aprueba el acta de la sesión anterior.",
        "Las diputadas y los diputados que estén por la afirmativa sirvanse manifestarlo.",
        "Las diputadas y los diputados que estén por la negativa sirvanse manifestarlo.",
        "Señor presidente, mayoría por la afirmativa.",
        "Ciudadanos secretarios de la Cámara de Diputados, tenemos el honor de remitir a ustedes para",
        "los efectos constitucionales el expediente con el proyecto de declaratoria que reforma",
        "adiciona y deroga diversas disposiciones de la Constitución Política de los Estados",
        "Unidos mexicanos en materia de reforma del Poder Judicial que contiene 23 votos aprobatorios",
        "de los congresos de los estados de Baja California, Baja California Sur, Campeche, Colima, Durango,",
        "Guerrero, Hidalgo, México, Morelos, Nayarit, Oaxaca, Puebla, Quintana Roo, San Luis Potosí,",
        "Sinaloa, Sonora, Tabasco, Tabaulipas, Tlaxcala, Veracruz de Ignacio de la Llave, Yucatán,",
        "Zacatecas y de la Ciudad de México, firma senador Gerardo Fernández Noroña."
    ],
    "SPEAKER_03": [
        "Se abre la sesión ordinaria del viernes 13 de septiembre del 2024. El orden del día",
        "se encuentra publicado en la Gazeta Parlamentaria y disponible en las tabletas instaladas en",
        "las curules de las y los diputados. Consulte la Secretaría de la Asamblea en votación",
        "Aprobada el acta. El siguiente asunto en el orden del día es la declaratoria de reforma",
        "constitucional en materia del Poder Judicial. Se acaba de recibir comunicación de la Cámara",
        "de Senadores con el que remite el proyecto de declaratoria de reforma constitucional.",
        "Solicito a la Secretaría dar lectura.",
        "Una vez realizado el cómputo de votos aprobatorios de la mayoría de las legislaturas de los",
        "Estados y de la Ciudad de México, esta presidencia emite la siguiente declaratoria.",
        "El Congreso de la Unión, en uso de la facultad que le confiere el artículo 135 de la Constitución",
        "política de los Estados Unidos mexicanos y previa aprobación de la mayoría de las",
        "honorables legislaturas de los Estados y de la Ciudad de México declara reformadas, adicionadas",
        "y derogadas diversas disposiciones de la Constitución política de los Estados Unidos mexicanos",
        "en materia de reforma del Poder Judicial.",
        "En términos del artículo 135 constitucional, se remite al Ejecutivo Federal para su público",
        "en el Diario Oficial de la Federación. Pueden tomar asiento.",
        "Se levanta la sesión y cito para la que tendrá lugar el miércoles 18 de septiembre del año",
        "en curso a las 11 horas. El registro de asistencia estará disponible en las tabletas a partir",
        "de las 9 horas."
    ],
    "SPEAKER_02": [
        "Se hace la declaración de reforma constitucional, se hace del conocimiento de los legisladores",
        "y legisladores presentes en esta sesión ordinaria de la aprobación de las reformas a nuestra",
        "Constitución en materia de reforma del Poder Judicial de 22 Congresos de las entidades federativas.",
        "Se remite al Poder Ejecutivo Federal para su publicación en el Diario Oficial de la Federación",
        "y concluye esta sesión ordinaria. Se cita para la próxima semana en donde se estarán",
        "reanudando los trabajos, las actividades en esta Cámara de Diputados.",
        "Le hemos informado, por supuesto, de lo que ha ocurrido en el Congreso de la Unión en",
        "relación con la discusión y las diversas debates que se han dado en torno a esta propuesta",
        "enviada por el Poder Ejecutivo Federal y que ha sido aprobado por el Congreso de la Unión",
        "y, por supuesto, por estas 22 entidades federativas, por lo cual se ha realizado la declaración",
        "de reforma constitucional. Muchísimas gracias por habernos acompañado",
        "en esta transmisión. Por supuesto, lo invitamos para que permanezca usted en la señal del",
        "Canal del Congreso. Muchísimas gracias y hasta pronto."
    ]
}