{
    "SPEAKER_00": "{\n\"summary\": \"La secretaría del congreso recibió 22 votos a favor de un proyecto de decreto que reformó, agregó y derogó disposiciones de la Constitución Política de México en materia de reforma del Poder Judicial. Se pidió a todos los asistentes que se mantengan de pie.\",\n\"fallacies\": [\n  \"El argumento sobre el número de diputadas y diputados no es relevante para determinar el resultado del voto.\"\n]\n}\n",
    "SPEAKER_01": "{\n\"summary\": \"El diálogo de SPEAKER_01 describe el proceso de votación para dispender la lectura del acta de la sesión anterior y luego para aprobarlo. También menciona un proyecto de declaración que contiene 23 votos de aprobación de estados y la firma de un senador. No se menciona ningún falla en el texto.\",\n\"fallacies\": []\n}\n    \n    \n    \n    \n    \n    \n    \n    \n    \n    \n    \n    \n    \n    \n    \n",
    "SPEAKER_03": "{\n\"summary\": \"La sesión del viernes 13 de septiembre del 2024 comenzó con la aprobación del acta y la declaración de reforma constitucional en materia del Poder Judicial. Se espera que la reforma sea aprobada por el Congreso de la Unión y publicada en el Diario Oficial de la Federación. La sesión se cerrará el miércoles 18 de septiembre del 2024.\",\n\"fallacies\": [\n    \"El texto afirma que la reforma fue aprobada por la mayoría de las legislaturas de los Estados y de la Ciudad de México, pero no proporciona evidencia para respaldar esta afirmación.\"\n]\n}",
    "SPEAKER_02": "{\n\"summary\": \"El diálogo de SPEAKER_02 describe la aprobación de las reformas a la Constitución en materia de reforma del Poder Judicial de 22 entidades federativas. Se menciona la publicación en el Diario Oficial de la Federación y el planning de trabajos para la próxima semana.\",\n\"fallacies\": [\n  {\n    \"fallacy\": \"Exaggeración\",\n    \"description\": \"La oración 'le hemos informado, por supuesto, de lo que ha ocurrido en el Congreso de la Unión' sugiere que el diálogo abarca todo el proceso de la reforma, mientras que solo se refiere a una parte específica.\"\n  }\n]\n}"
}